export const daysOfWeek: { title: string, code: number }[] = [
    {
        title: "شنبه",
        code: 6,
    },
    {
        title: "یکشنبه",
        code: 7,
    },
    {
        title: "دوشنبه",
        code: 1,
    },
    {
        title: "سه شنبه",
        code: 2,
    },
    {
        title: "چهارشنبه",
        code: 3,
    },
    {
        title: "پنجشنبه",
        code: 4,
    },

];

export const specialtyColumns: any = {
    چشم: 1,
    "اعصاب و روان": 2,
    "مغز و اعصاب": 3,
    "گوش و حلق و بینی": 4,
    "جراح عمومی": 5,
    ارتوپدی: 6,
    فیزیوتراپی: 7,
    "زنان و زایمان و مامایی": 8,
    "طب فیزیکی": 9,
    "داخلی و عفونی": 10,
    "قلب و عروق": 11,
    تغذیه: 12,
    پوست: 13,
    اطفال: 14,
    "کلیه و مجاری": 15,
    "روانشناسی": 16,
    گوارش: 17,
    داخلی: 18,
};